{
    "strings": [
        {
            "Key": "34031143-8d32-4985-beaa-7b78814ee1c5",
            "Value": "Legend - Growing"
        },
        {
            "Key": "91f361cc-c94c-464d-83ba-6d6d5b9c12fd",
            "Value": "The path to becoming a Legend is a long and difficult one, but after you become one - you will be the pinnacle of what a mortal can become. All your ability scores are increased by 4."
        },
        {
            "Key": "Mythic-Localization-FakeLegend_UniqueRestFeature-DisplayName",
            "Value": "Legend's Corruption Resistance - Growing"
        },
        {
            "Key": "Mythic-Localization-FakeLegend_UniqueRestFeature-Description",
            "Value": "The growing Legend's powers are beyond the abyssal corruption's reach. The Legend and all companions can rest once after the Legend has cleared all the corruption from themself at a safe place."
        },
        {
            "Key": "Mythic-Localization-FakeLegendClass-LocalizedName",
            "Value": "Legend - Growing"
        },
        {
            "Key": "Mythic-Localization-FakeLegendClass-LocalizedDescription",
            "Value": "One doesn't need to be a mythic creature, an otherworldly being, or a deity's chosen to become a hero. This path may be grueling and full of temptation, but the mortal who treads it fully earns the right to call themselves a true Legend."
        },
        {
            "Key": "Mythic-Localization-MythicEndingClass-LocalizedName",
            "Value": "Mythic Hero"
        },
        {
            "Key": "Mythic-Localization-MythicEndingClass-LocalizedDescription",
            "Value": "Mythic heroes are set apart from their contemporaries, capable of amazing feats of courage in the face of overwhelming odds. In spite of this, they're still similar in many ways to other adventurers. They have hit points, an armor class, and saving throws — in fact, most of their statistics are comparable to non-mythic characters of an equal level. Where mythic characters differ is in the special mythic abilities. These abilities enhance mythic characters both in and out of battle, allowing them to take part in extraordinary, larger-than-life adventures."
        }
    ]
}